Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Routes voice to %@.
ar: يوجّه الصوت إلى %@.
de: Leitet Sprache an %@ weiter.
es: Dirige la voz a %@.
fa: صدا را به %@ هدایت می‌کند.
fr: Achemine la voix vers %@.
hi: वॉइस को %@ पर रूट करता है।
id: Merutekan suara ke %@.
it: Instrada la voce verso %@.
ja_jp: 音声を%@にルーティングします。
ko: 음성을 %@로 라우팅합니다.
nl: Leidt spraak door naar %@.
pl: Kieruje głos do %@.
pt_br: Encaminha a voz para %@.
ru: Направляет голосовой ввод в %@.
sv: Dirigerar röst till %@.
th: กำหนดเส้นทางเสียงไปยัง %@.
tr: Sesi %@ hedefine yönlendirir.
uk: Спрямовує голос до %@.
vi: Định tuyến giọng nói đến %@.
zh_cn: 将语音路由到 %@。
zh_tw: 將語音導向 %@。

source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fa: اجرا
fr: Exécuter
hi: चलाएँ
id: Jalankan
it: Esegui
ja_jp: 実行
ko: 실행
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
sv: Kör
th: เรียกใช้
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_cn: 运行
zh_tw: 執行

source: Run Diagnostics
ar: تشغيل التشخيصات
de: Diagnose ausführen
es: Ejecutar diagnósticos
fa: اجرای عیب‌یابی
fr: Exécuter les diagnostics
hi: डायग्नोस्टिक्स चलाएं
id: Jalankan Diagnostik
it: Esegui diagnostica
ja_jp: 診断を実行
ko: 진단 실행
nl: Diagnose uitvoeren
pl: Uruchom diagnostykę
pt_br: Executar diagnóstico
ru: Запустить диагностику
sv: Kör diagnostik
th: เรียกใช้การวินิจฉัย
tr: Tanılamayı Çalıştır
uk: Запустити діагностику
vi: Chạy chẩn đoán
zh_cn: 运行诊断
zh_tw: 執行診斷

source: Run Now
ar: تشغيل الآن
de: Jetzt ausführen
es: Ejecutar ahora
fa: اکنون اجرا شود
fr: Exécuter maintenant
hi: अभी चलाएँ
id: Jalankan Sekarang
it: Esegui ora
ja_jp: 今すぐ実行
ko: 지금 실행
nl: Nu uitvoeren
pl: Uruchom teraz
pt_br: Executar agora
ru: Запустить сейчас
sv: Kör nu
th: เรียกใช้ตอนนี้
tr: Şimdi Çalıştır
uk: Запустити зараз
vi: Chạy ngay
zh_cn: 立即运行
zh_tw: 立即執行

source: Run OpenClaw agent?
ar: تشغيل وكيل OpenClaw؟
de: OpenClaw agent ausführen?
es: ¿Ejecutar el agente de OpenClaw?
fa: عامل OpenClaw اجرا شود؟
fr: Exécuter l’agent OpenClaw ?
hi: OpenClaw agent चलाएं?
id: Jalankan agen OpenClaw?
it: Eseguire l’agente OpenClaw?
ja_jp: OpenClaw エージェントを実行しますか？
ko: OpenClaw 에이전트를 실행할까요?
nl: OpenClaw-agent uitvoeren?
pl: Uruchomić agenta OpenClaw?
pt_br: Executar agente do OpenClaw?
ru: Запустить агент OpenClaw?
sv: Kör OpenClaw-agent?
th: เรียกใช้เอเจนต์ OpenClaw หรือไม่
tr: OpenClaw agent çalıştırılsın mı?
uk: Запустити агент OpenClaw?
vi: Chạy tác nhân OpenClaw?
zh_cn: 运行 OpenClaw 代理？
zh_tw: 執行 OpenClaw agent？

source: Run Share Self-Test
ar: تشغيل الاختبار الذاتي للمشاركة
de: Teilen-Selbsttest ausführen
es: Ejecutar autoprueba de compartir
fa: اجرای خودآزمایی اشتراک‌گذاری
fr: Exécuter l’autotest de partage
hi: शेयर सेल्फ़-टेस्ट चलाएँ
id: Jalankan Uji Mandiri Berbagi
it: Esegui autotest condivisione
ja_jp: 共有セルフテストを実行
ko: 공유 자체 테스트 실행
nl: Zelftest voor delen uitvoeren
pl: Uruchom autotest udostępniania
pt_br: Executar autoteste de compartilhamento
ru: Запустить самопроверку отправки
sv: Kör självtest för delning
th: เรียกใช้การทดสอบตัวเองของการแชร์
tr: Paylaşım Öz Sınamasını Çalıştır
uk: Запустити самоперевірку поширення
vi: Chạy tự kiểm tra chia sẻ
zh_cn: 运行分享自检
zh_tw: 執行分享自我測試

source: Run app, permission, and gateway-adjacent checks without editing setup.
ar: تشغيل فحوصات التطبيق والأذونات وما يتعلق بـ Gateway دون تعديل الإعداد.
de: App-, Berechtigungs- und Gateway-nahe Prüfungen ausführen, ohne die Einrichtung zu bearbeiten.
es: Ejecuta comprobaciones de la app, permisos y aspectos relacionados con Gateway sin editar la configuración.
fa: بررسی‌های برنامه، مجوز و موارد مرتبط با Gateway را بدون ویرایش راه‌اندازی اجرا کنید.
fr: Exécutez des vérifications de l’app, des autorisations et liées à la Gateway sans modifier la configuration.
hi: सेटअप संपादित किए बिना ऐप, अनुमति, और Gateway-संबंधित जाँचें चलाएँ।
id: Jalankan pemeriksaan aplikasi, izin, dan yang terkait gateway tanpa mengedit penyiapan.
it: Esegui controlli dell'app, delle autorizzazioni e relativi al gateway senza modificare la configurazione.
ja_jp: 設定を編集せずに、アプリ、権限、Gateway関連のチェックを実行します。
ko: 설정을 편집하지 않고 앱, 권한 및 게이트웨이 관련 검사를 실행합니다.
nl: Voer app-, toestemmings- en Gateway-gerelateerde controles uit zonder de configuratie te bewerken.
pl: Uruchom kontrole aplikacji, uprawnień i elementów powiązanych z Gateway bez edytowania konfiguracji.
pt_br: Execute verificações do app, de permissões e relacionadas ao gateway sem editar a configuração.
ru: Выполните проверки приложения, разрешений и компонентов, связанных с Gateway, без изменения настроек.
sv: Kör kontroller av appen, behörigheter och gateway-nära funktioner utan att ändra konfigurationen.
th: เรียกใช้การตรวจสอบแอป สิทธิ์ และส่วนที่เกี่ยวข้องกับ Gateway โดยไม่แก้ไขการตั้งค่า
tr: Kurulumu düzenlemeden uygulama, izin ve Gateway bağlantılı kontrolleri çalıştırın.
uk: Запустіть перевірки застосунку, дозволів і пов’язані з Gateway перевірки без редагування налаштування.
vi: Chạy kiểm tra ứng dụng, quyền và các mục liên quan đến gateway mà không chỉnh sửa thiết lập.
zh_cn: 运行应用、权限以及 Gateway 相关检查，而不编辑设置。
zh_tw: 在不編輯設定的情況下執行 App、權限與 Gateway 相關檢查。

source: Run failed
ar: فشل التشغيل
de: Ausführung fehlgeschlagen
es: Error en la ejecución
fa: اجرا ناموفق بود
fr: Échec de l’exécution
hi: रन विफल रहा
id: Eksekusi gagal
it: Esecuzione non riuscita
ja_jp: 実行に失敗しました
ko: 실행 실패
nl: Uitvoering mislukt
pl: Uruchomienie nie powiodło się
pt_br: Falha na execução
ru: Ошибка запуска
sv: Körningen misslyckades
th: การเรียกใช้ล้มเหลว
tr: Çalıştırma başarısız oldu
uk: Не вдалося виконати запуск
vi: Lần chạy thất bại
zh_cn: 运行失败
zh_tw: 執行失敗

source: Run finished
ar: انتهى التشغيل
de: Ausführung abgeschlossen
es: Ejecución finalizada
fa: اجرا پایان یافت
fr: Exécution terminée
hi: रन पूरा हुआ
id: Eksekusi selesai
it: Esecuzione completata
ja_jp: 実行が完了しました
ko: 실행 완료
nl: Uitvoering voltooid
pl: Uruchomienie zakończone
pt_br: Execução concluída
ru: Запуск завершён
sv: Körningen är klar
th: การทำงานเสร็จสิ้นแล้ว
tr: Çalıştırma tamamlandı
uk: Запуск завершено
vi: Lượt chạy đã hoàn tất
zh_cn: 运行已完成
zh_tw: 執行完成

source: Run openclaw gateway --port 18789.
ar: شغّل openclaw gateway --port 18789.
de: Führen Sie openclaw gateway --port 18789 aus.
es: Ejecuta openclaw gateway --port 18789.
fa: openclaw gateway --port 18789 را اجرا کنید.
fr: Exécutez openclaw gateway --port 18789.
hi: openclaw gateway --port 18789 चलाएं।
id: Jalankan openclaw gateway --port 18789.
it: Esegui openclaw gateway --port 18789.
ja_jp: openclaw gateway --port 18789を実行します。
ko: openclaw gateway --port 18789를 실행하세요.
nl: Voer openclaw gateway --port 18789 uit.
pl: Uruchom openclaw gateway --port 18789.
pt_br: Execute openclaw gateway --port 18789.
ru: Выполните openclaw gateway --port 18789.
sv: Kör openclaw gateway --port 18789.
th: เรียกใช้ openclaw gateway --port 18789.
tr: openclaw gateway --port 18789 komutunu çalıştırın.
uk: Виконайте openclaw gateway --port 18789.
vi: Chạy openclaw gateway --port 18789.
zh_cn: 运行 openclaw gateway --port 18789。
zh_tw: 執行 openclaw gateway --port 18789。

source: Run queued
ar: تم إدراج التشغيل في قائمة الانتظار
de: Ausführung zur Warteschlange hinzugefügt
es: Ejecución puesta en cola
fa: اجرا به صف افزوده شد
fr: Exécution mise en file d’attente
hi: रन कतार में जोड़ा गया
id: Eksekusi masuk antrean
it: Esecuzione aggiunta alla coda
ja_jp: 実行をキューに追加しました
ko: 실행이 대기열에 추가됨
nl: Uitvoering in wachtrij geplaatst
pl: Uruchomienie dodane do kolejki
pt_br: Execução adicionada à fila
ru: Запуск добавлен в очередь
sv: Körningen har köats
th: เพิ่มการทำงานลงในคิวแล้ว
tr: Çalıştırma kuyruğa alındı
uk: Запуск додано до черги
vi: Đã đưa lượt chạy vào hàng đợi
zh_cn: 运行已加入队列
zh_tw: 執行已加入佇列

source: Run result available
ar: نتيجة التشغيل متاحة
de: Ausführungsergebnis verfügbar
es: Resultado de la ejecución disponible
fa: نتیجه اجرا در دسترس است
fr: Résultat de l’exécution disponible
hi: रन का परिणाम उपलब्ध है
id: Hasil eksekusi tersedia
it: Risultato dell'esecuzione disponibile
ja_jp: 実行結果を確認できます
ko: 실행 결과 사용 가능
nl: Uitvoeringsresultaat beschikbaar
pl: Wynik uruchomienia jest dostępny
pt_br: Resultado da execução disponível
ru: Результат запуска доступен
sv: Körresultat tillgängligt
th: มีผลลัพธ์การเรียกใช้แล้ว
tr: Çalıştırma sonucu hazır
uk: Результат запуску доступний
vi: Đã có kết quả chạy
zh_cn: 运行结果可用
zh_tw: 執行結果可供查看

source: Run skipped
ar: تم تخطي التشغيل
de: Ausführung übersprungen
es: Ejecución omitida
fa: اجرا رد شد
fr: Exécution ignorée
hi: रन छोड़ दिया गया
id: Eksekusi dilewati
it: Esecuzione saltata
ja_jp: 実行をスキップしました
ko: 실행 건너뜀
nl: Uitvoering overgeslagen
pl: Uruchomienie pominięte
pt_br: Execução ignorada
ru: Запуск пропущен
sv: Körningen hoppades över
th: ข้ามการเรียกใช้
tr: Çalıştırma atlandı
uk: Запуск пропущено
vi: Lần chạy đã bị bỏ qua
zh_cn: 运行已跳过
zh_tw: 已略過執行

source: Run still pending
ar: لا يزال التشغيل قيد الانتظار
de: Ausführung steht noch aus
es: La ejecución sigue pendiente
fa: اجرا همچنان در انتظار است
fr: Exécution toujours en attente
hi: रन अभी भी लंबित है
id: Eksekusi masih tertunda
it: Esecuzione ancora in sospeso
ja_jp: 実行はまだ保留中です
ko: 실행이 아직 대기 중
nl: Uitvoering nog in behandeling
pl: Uruchomienie nadal oczekuje
pt_br: Execução ainda pendente
ru: Запуск всё ещё ожидает выполнения
sv: Körningen väntar fortfarande
th: การทำงานยังคงรอดำเนินการ
tr: Çalıştırma hâlâ bekliyor
uk: Запуск усе ще очікує
vi: Lượt chạy vẫn đang chờ xử lý
zh_cn: 运行仍在等待中
zh_tw: 執行仍在等待中

source: Run this on your gateway host and scan the code
ar: شغّل هذا على مضيف الـ gateway الخاص بك وامسح الرمز ضوئيًا
de: Führen Sie dies auf Ihrem Gateway-Host aus und scannen Sie den Code
es: Ejecuta esto en el host de tu gateway y escanea el código
fa: این را روی میزبان Gateway خود اجرا کنید و کد را اسکن کنید
fr: Exécutez ceci sur l’hôte de votre Gateway et scannez le code
hi: इसे अपने gateway होस्ट पर चलाएँ और कोड स्कैन करें
id: Jalankan ini di host gateway Anda dan pindai kodenya
it: Esegui questo sul tuo host gateway e scansiona il codice
ja_jp: Gatewayホストでこれを実行し、コードをスキャンしてください
ko: Gateway 호스트에서 이를 실행하고 코드를 스캔하세요
nl: Voer dit uit op je Gateway-host en scan de code
pl: Uruchom to na hoście gateway i zeskanuj kod
pt_br: Execute isto no host do seu gateway e escaneie o código
ru: Запустите это на хосте вашего Gateway и отсканируйте код
sv: Kör detta på din gateway-värd och skanna koden
th: เรียกใช้สิ่งนี้บนโฮสต์ Gateway ของคุณแล้วสแกนโค้ด
tr: Bunu gateway ana makinenizde çalıştırın ve kodu tarayın
uk: Запустіть це на хості вашого Gateway і відскануйте код
vi: Chạy lệnh này trên máy chủ gateway của bạn và quét mã
zh_cn: 在您的 Gateway 主机上运行此命令并扫描代码
zh_tw: 在你的 Gateway 主機上執行此動作並掃描代碼

source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fa: در حال اجرا
fr: En cours
hi: चल रहा है
id: Berjalan
it: In esecuzione
ja_jp: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomione
pt_br: Em execução
ru: Выполняется
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
uk: Виконується
vi: Đang chạy
zh_cn: 运行中
zh_tw: 執行中

source: Running tools…
ar: جارٍ تشغيل الأدوات…
de: Tools werden ausgeführt…
es: Ejecutando herramientas…
fa: در حال اجرای ابزارها…
fr: Exécution des outils…
hi: टूल चल रहे हैं…
id: Menjalankan tools…
it: Esecuzione strumenti…
ja_jp: ツールを実行中…
ko: 도구 실행 중…
nl: Tools uitvoeren…
pl: Uruchamianie narzędzi…
pt_br: Executando ferramentas…
ru: Запуск инструментов…
sv: Kör verktyg…
th: กำลังเรียกใช้เครื่องมือ…
tr: Araçlar çalıştırılıyor…
uk: Виконання інструментів…
vi: Đang chạy công cụ…
zh_cn: 正在运行工具…
zh_tw: 正在執行工具…

source: Runtime
ar: وقت التشغيل
de: Laufzeit
fa: زمان اجرا
fr: Environnement d’exécution
hi: रनटाइम
ja_jp: ランタイム
ko: 런타임
pl: Środowisko uruchomieniowe
pt_br: Tempo de execução
ru: Среда выполнения
sv: Körmiljö
th: รันไทม์
tr: Çalışma Zamanı
uk: Середовище виконання
vi: Thời gian chạy
zh_cn: 运行时
zh_tw: 執行階段

source: Same Machine (Dev)
ar: نفس الجهاز (Dev)
de: Derselbe Computer (Dev)
es: Misma máquina (desarrollo)
fa: همان دستگاه (Dev)
fr: Même machine (Dev)
hi: वही मशीन (Dev)
id: Mesin yang Sama (Dev)
it: Stessa macchina (dev)
ja_jp: 同じマシン（Dev）
ko: 동일한 기기(Dev)
nl: Zelfde machine (dev)
pl: Ta sama maszyna (Dev)
pt_br: Mesma máquina (dev)
ru: Та же машина (Dev)
sv: Samma dator (Dev)
th: เครื่องเดียวกัน (Dev)
tr: Aynı Makine (Dev)
uk: Той самий комп’ютер (Dev)
vi: Cùng máy (Dev)
zh_cn: 同一台机器（开发）
zh_tw: 同一台機器（開發）

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja_jp: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

source: Save key
ar: حفظ المفتاح
de: Schlüssel speichern
es: Guardar clave
fa: ذخیره کلید
fr: Enregistrer la clé
hi: कुंजी सहेजें
id: Simpan kunci
it: Salva chiave
ja_jp: キーを保存
ko: 키 저장
nl: Sleutel opslaan
pl: Zapisz klucz
pt_br: Salvar chave
ru: Сохранить ключ
sv: Spara nyckel
th: บันทึกคีย์
tr: Anahtarı kaydet
uk: Зберегти ключ
vi: Lưu khóa
zh_cn: 保存密钥
zh_tw: 儲存金鑰

source: Save or close this automation before refreshing.
ar: احفظ عملية الأتمتة هذه أو أغلقها قبل التحديث.
de: Speichern oder schließen Sie diese Automatisierung vor dem Aktualisieren.
es: Guarda o cierra esta automatización antes de actualizar.
fa: پیش از تازه‌سازی، این خودکارسازی را ذخیره کنید یا ببندید.
fr: Enregistrez ou fermez cette automatisation avant d’actualiser.
hi: रीफ़्रेश करने से पहले इस ऑटोमेशन को सहेजें या बंद करें।
id: Simpan atau tutup otomatisasi ini sebelum menyegarkan.
it: Salva o chiudi questa automazione prima di aggiornare.
ja_jp: 更新する前に、この自動化を保存するか閉じてください。
ko: 새로 고치기 전에 이 자동화를 저장하거나 닫으세요.
nl: Bewaar of sluit deze automatisering voordat je vernieuwt.
pl: Zapisz lub zamknij tę automatyzację przed odświeżeniem.
pt_br: Salve ou feche esta automação antes de atualizar.
ru: Сохраните или закройте эту автоматизацию перед обновлением.
sv: Spara eller stäng den här automatiseringen innan du uppdaterar.
th: บันทึกหรือปิดการทำงานอัตโนมัตินี้ก่อนรีเฟรช
tr: Yenilemeden önce bu otomasyonu kaydedin veya kapatın.
uk: Збережіть або закрийте цю автоматизацію перед оновленням.
vi: Lưu hoặc đóng tác vụ tự động này trước khi làm mới.
zh_cn: 请先保存或关闭此自动化，然后再刷新。
zh_tw: 請先儲存或關閉此自動化，再重新整理。

source: Save or discard edits before running, pausing, or enabling this automation.
ar: احفظ التعديلات أو تجاهلها قبل تشغيل عملية الأتمتة هذه أو إيقافها مؤقتًا أو تمكينها.
de: Speichern oder verwerfen Sie die Änderungen, bevor Sie diese Automatisierung ausführen, pausieren oder aktivieren.
es: Guarda o descarta los cambios antes de ejecutar, pausar o activar esta automatización.
fa: پیش از اجرا، توقف موقت یا فعال‌سازی این خودکارسازی، ویرایش‌ها را ذخیره یا لغو کنید.
fr: Enregistrez ou annulez les modifications avant d’exécuter, de mettre en pause ou d’activer cette automatisation.
hi: इस ऑटोमेशन को चलाने, रोकने या सक्षम करने से पहले बदलाव सहेजें या छोड़ें।
id: Simpan atau buang perubahan sebelum menjalankan, menjeda, atau mengaktifkan otomatisasi ini.
it: Salva o annulla le modifiche prima di eseguire, mettere in pausa o abilitare questa automazione.
ja_jp: この自動化を実行、一時停止、または有効化する前に、編集内容を保存または破棄してください。
ko: 이 자동화를 실행, 일시 중지 또는 활성화하기 전에 편집 내용을 저장하거나 취소하세요.
nl: Bewaar of negeer wijzigingen voordat je deze automatisering uitvoert, pauzeert of inschakelt.
pl: Zapisz lub odrzuć zmiany przed uruchomieniem, wstrzymaniem lub włączeniem tej automatyzacji.
pt_br: Salve ou descarte as alterações antes de executar, pausar ou ativar esta automação.
ru: Сохраните или отмените изменения перед запуском, приостановкой или включением этой автоматизации.
sv: Spara eller ignorera ändringarna innan du kör, pausar eller aktiverar den här automatiseringen.
th: บันทึกหรือละทิ้งการแก้ไขก่อนเรียกใช้ หยุดชั่วคราว หรือเปิดใช้งานการทำงานอัตโนมัตินี้
tr: Bu otomasyonu çalıştırmadan, duraklatmadan veya etkinleştirmeden önce düzenlemeleri kaydedin ya da atın.
uk: Збережіть або відхиліть зміни, перш ніж запускати, призупиняти або вмикати цю автоматизацію.
vi: Lưu hoặc hủy các chỉnh sửa trước khi chạy, tạm dừng hoặc bật tác vụ tự động này.
zh_cn: 请先保存或放弃编辑，然后再运行、暂停或启用此自动化。
zh_tw: 請先儲存或捨棄編輯內容，再執行、暫停或啟用此自動化。

source: Saved endpoint unavailable
ar: نقطة النهاية المحفوظة غير متاحة
de: Gespeicherter Endpunkt nicht verfügbar
es: El endpoint guardado no está disponible
fa: نقطه پایانی ذخیره‌شده در دسترس نیست
fr: Point de terminaison enregistré indisponible
hi: सहेजा गया एंडपॉइंट उपलब्ध नहीं है
id: Endpoint tersimpan tidak tersedia
it: Endpoint salvato non disponibile
ja_jp: 保存済みのエンドポイントは利用できません
ko: 저장된 엔드포인트를 사용할 수 없음
nl: Opgeslagen eindpunt niet beschikbaar
pl: Zapisany punkt końcowy jest niedostępny
pt_br: Endpoint salvo indisponível
ru: Сохранённая конечная точка недоступна
sv: Den sparade slutpunkten är inte tillgänglig
th: ปลายทางที่บันทึกไว้ไม่พร้อมใช้งาน
tr: Kayıtlı uç nokta kullanılamıyor
uk: Збережена кінцева точка недоступна
vi: Điểm cuối đã lưu không khả dụng
zh_cn: 已保存的端点不可用
zh_tw: 已儲存的端點無法使用

source: Saving automation
ar: جارٍ حفظ الأتمتة
de: Automatisierung wird gespeichert
es: Guardando automatización
fa: در حال ذخیره خودکارسازی
fr: Enregistrement de l’automatisation
hi: ऑटोमेशन सहेजा जा रहा है
id: Menyimpan otomatisasi
it: Salvataggio dell'automazione
ja_jp: オートメーションを保存中
ko: 자동화 저장 중
nl: Automatisering opslaan
pl: Zapisywanie automatyzacji
pt_br: Salvando automação
ru: Сохранение автоматизации
sv: Sparar automatisering
th: กำลังบันทึกระบบอัตโนมัติ
tr: Otomasyon kaydediliyor
uk: Збереження автоматизації
vi: Đang lưu tác vụ tự động
zh_cn: 正在保存自动化
zh_tw: 正在儲存自動化

source: Scan Full-Access Code
ar: مسح رمز الوصول الكامل
de: Code mit vollem Zugriff scannen
es: Escanear código de acceso completo
fa: اسکن کد دسترسی کامل
fr: Scanner le code d'accès complet
hi: फुल-एक्सेस कोड स्कैन करें
id: Pindai Kode Akses Penuh
it: Scansiona codice accesso completo
ja_jp: フルアクセスコードをスキャン
ko: 전체 접근 코드 스캔
nl: Code met volledige toegang scannen
pl: Zeskanuj kod pełnego dostępu
pt_br: Escanear código de acesso completo
ru: Сканировать код полного доступа
sv: Skanna kod för fullständig åtkomst
th: สแกนรหัสเข้าถึงเต็มรูปแบบ
tr: Tam Erişim Kodunu Tara
uk: Сканувати код повного доступу
vi: Quét mã truy cập đầy đủ
zh_cn: 扫描完全访问代码
zh_tw: 掃描完整存取代碼

source: Scan QR
ar: مسح QR
de: QR scannen
es: Escanear QR
fa: اسکن QR
fr: Scanner le QR code
hi: QR स्कैन करें
id: Pindai QR
it: Scansiona QR
ja_jp: QRをスキャン
ko: QR 스캔
nl: QR scannen
pl: Skanuj QR
pt_br: Escanear QR
ru: Сканировать QR-код
sv: Skanna QR
th: สแกน QR
tr: QR tara
uk: Сканувати QR
vi: Quét QR
zh_cn: 扫描二维码
zh_tw: 掃描 QR

source: Scan QR Code
ar: مسح رمز QR ضوئيًا
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fr: Scanner le code QR
hi: QR कोड स्कैन करें
id: Pindai Kode QR
it: Scansiona codice QR
ja_jp: QRコードをスキャン
ko: QR 코드 스캔
nl: QR-code scannen
pl: Skanuj kod QR
pt_br: Escanear código QR
ru: Сканировать QR-код
sv: Skanna QR-kod
th: สแกนรหัส QR
tr: QR Kodunu Tara
uk: Сканувати QR-код
vi: Quét mã QR
zh_cn: 扫描二维码
zh_tw: 掃描 QR Code

source: Scan QR to Pair
ar: امسح رمز QR للإقران
de: QR-Code zum Koppeln scannen
es: Escanear QR para enlazar
fa: برای جفت‌سازی، کد QR را اسکن کنید
fr: Scanner le code QR pour jumeler
hi: पेयर करने के लिए QR स्कैन करें
id: Pindai QR untuk Memasangkan
it: Scansiona il codice QR per abbinare
ja_jp: QRコードをスキャンしてペアリング
ko: 페어링하려면 QR 코드를 스캔하세요
nl: Scan QR-code om te koppelen
pl: Zeskanuj kod QR, aby sparować
pt_br: Escanear QR para emparelhar
ru: Отсканируйте QR-код для сопряжения
sv: Skanna QR-koden för att parkoppla
th: สแกนคิวอาร์โค้ดเพื่อจับคู่
tr: Eşleştirmek için QR Kodunu Tara
uk: Відскануйте QR-код для сполучення
vi: Quét mã QR để ghép đôi
zh_cn: 扫描二维码以配对
zh_tw: 掃描 QR Code 以配對

source: Scan Setup Code
ar: مسح رمز الإعداد ضوئيًا
de: Einrichtungscode scannen
es: Escanear código de configuración
fa: اسکن کد راه‌اندازی
fr: Scanner le code de configuration
hi: सेटअप कोड स्कैन करें
id: Pindai Kode Penyiapan
it: Scansiona codice di configurazione
ja_jp: セットアップコードをスキャン
ko: 설정 코드 스캔
nl: Installatiecode scannen
pl: Skanuj kod konfiguracji
pt_br: Escanear código de configuração
ru: Сканировать код настройки
sv: Skanna installationskod
th: สแกนโค้ดตั้งค่า
tr: Kurulum Kodunu Tara
uk: Сканувати код налаштування
vi: Quét mã thiết lập
zh_cn: 扫描设置代码
zh_tw: 掃描設定代碼

source: Scan Setup Code Again
ar: امسح رمز الإعداد مرة أخرى
de: Einrichtungscode erneut scannen
es: Escanear el código de configuración de nuevo
fa: اسکن دوباره کد راه‌اندازی
fr: Scanner à nouveau le code de configuration
hi: सेटअप कोड फिर से स्कैन करें
id: Pindai Kode Penyiapan Lagi
it: Scansiona di nuovo il codice di configurazione
ja_jp: セットアップコードを再スキャン
ko: 설정 코드 다시 스캔
nl: Installatiecode opnieuw scannen
pl: Zeskanuj kod konfiguracji ponownie
pt_br: Escanear código de configuração novamente
ru: Сканировать код настройки снова
sv: Skanna installationskoden igen
th: สแกนรหัสตั้งค่าอีกครั้ง
tr: Kurulum Kodunu Tekrar Tara
uk: Сканувати код налаштування знову
vi: Quét lại mã thiết lập
zh_cn: 再次扫描设置代码
zh_tw: 再次掃描設定碼

source: Scan a setup QR code, paste a setup code, or choose a discovered gateway.
ar: امسح رمز QR للإعداد، أو الصق رمز إعداد، أو اختر Gateway مكتشفًا.
de: Scannen Sie einen Einrichtungs-QR-Code, fügen Sie einen Einrichtungscode ein oder wählen Sie ein erkanntes Gateway aus.
es: Escanea un código QR de configuración, pega un código de configuración o elige un gateway detectado.
fa: یک کد QR راه‌اندازی را اسکن کنید، یک کد راه‌اندازی را جای‌گذاری کنید، یا یک gateway شناسایی‌شده را انتخاب کنید.
fr: Scannez un code QR de configuration, collez un code de configuration ou choisissez une gateway découverte.
hi: सेटअप QR कोड स्कैन करें, सेटअप कोड पेस्ट करें, या खोजे गए Gateway को चुनें।
id: Pindai kode QR penyiapan, tempel kode penyiapan, atau pilih gateway yang ditemukan.
it: Scansiona un codice QR di configurazione, incolla un codice di configurazione oppure scegli un gateway rilevato.
ja_jp: セットアップQRコードをスキャンするか、セットアップコードを貼り付けるか、検出されたGatewayを選択してください。
ko: 설정 QR 코드를 스캔하거나, 설정 코드를 붙여넣거나, 검색된 Gateway를 선택하세요.
nl: Scan een QR-code voor configuratie, plak een configuratiecode of kies een gedetecteerde gateway.
pl: Zeskanuj kod QR konfiguracji, wklej kod konfiguracji albo wybierz wykryty gateway.
pt_br: Escaneie um código QR de configuração, cole um código de configuração ou escolha um gateway descoberto.
ru: Отсканируйте QR-код настройки, вставьте код настройки или выберите обнаруженный Gateway.
sv: Skanna en QR-konfigurationskod, klistra in en konfigurationskod eller välj en identifierad gateway.
th: สแกนรหัส QR สำหรับการตั้งค่า วางรหัสตั้งค่า หรือเลือก gateway ที่ค้นพบ
tr: Kurulum QR kodu tarayın, kurulum kodu yapıştırın veya keşfedilen bir Gateway seçin.
uk: Відскануйте QR-код налаштування, вставте код налаштування або виберіть виявлений gateway.
vi: Quét mã QR thiết lập, dán mã thiết lập hoặc chọn một gateway đã được phát hiện.
zh_cn: 扫描设置二维码，粘贴设置代码，或选择已发现的 Gateway。
zh_tw: 掃描設定 QR 碼、貼上設定碼，或選擇已探索到的 gateway。

source: Scan setup codes and take photos on request.
ar: مسح رموز الإعداد ضوئيًا والتقاط الصور عند الطلب.
de: Einrichtungscodes scannen und auf Anfrage Fotos aufnehmen.
es: Escanea códigos de configuración y toma fotos cuando se solicite.
fa: اسکن کدهای راه‌اندازی و گرفتن عکس در صورت درخواست.
fr: Scannez les codes de configuration et prenez des photos sur demande.
hi: सेटअप कोड स्कैन करें और अनुरोध पर फ़ोटो लें।
id: Pindai kode penyiapan dan ambil foto sesuai permintaan.
it: Scansiona i codici di configurazione e scatta foto su richiesta.
ja_jp: セットアップコードをスキャンし、リクエストに応じて写真を撮影します。
ko: 설정 코드를 스캔하고 요청 시 사진을 촬영합니다.
nl: Scan installatiecodes en maak op verzoek foto's.
pl: Skanowanie kodów konfiguracji i robienie zdjęć na żądanie.
pt_br: Escaneie códigos de configuração e tire fotos quando solicitado.
ru: Сканирование кодов настройки и съёмка фотографий по запросу.
sv: Skanna konfigurationskoder och ta foton på begäran.
th: สแกนรหัสการตั้งค่าและถ่ายรูปเมื่อได้รับคำขอ
tr: Kurulum kodlarını tarayın ve istendiğinde fotoğraf çekin.
uk: Сканування кодів налаштування та створення фотографій на запит.
vi: Quét mã thiết lập và chụp ảnh khi được yêu cầu.
zh_cn: 扫描设置代码，并根据请求拍照。
zh_tw: 掃描設定代碼，並在要求時拍照。
